Review [Number] elements for correct position and shape
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId NElementsWrongPosition { get; }
  Visual Basic
Public Shared ReadOnly Property NElementsWrongPosition As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ NElementsWrongPosition {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures EditingFailures Class
  Autodesk.Revit.DB Namespace